Revit 2027 API
ParameterTypeId.RebarSystemBottomMajorMatchesBottomMinor Property
 "Bottom Major and Minor Layers Match"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemBottomMajorMatchesBottomMinor { get; }
Public Shared ReadOnly Property RebarSystemBottomMajorMatchesBottomMinor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemBottomMajorMatchesBottomMinor {
	ForgeTypeId^ get ();
}
static member RebarSystemBottomMajorMatchesBottomMinor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace